//
//  This is the source code of wTHSR for iOS
//  It is licensed under GNU GPL v. 3.
//
//  Created by Harry Weng.
//  Copyright © 2015 MadebyWeng. All rights reserved.
//

"South" = "南下列车 台北->左营";
"North" = "北上列车 左营->台北";
"Southbound Trains" = "南下列车";
"Northbound Trains" = "北上列车";

"Nangang"= "南港";
"Taipei" = "台北";
"Banqiao" = "板桥";
"Taoyuan" = "桃园";
"Hsinchu" = "新竹";
"Miaoli" = "苗栗";
"Taichung" = "台中";
"Changhua" = "彰化";
"Yunlin" = "雲林";
"Chiayi" = "嘉义";
"Tainan" = "台南";
"Zuoying" = "左营";
"Price" = "票价";

"PriceBlue" = "表示该车次标准对号座全票享65折优惠。";
"PriceOrange" = "表示该车次标准对号座全票享85折优惠。";
"PriceInfo" = "表示该车次标准对号座全票享65/85折优惠。";

/*功能选单*/
"Operate" = "运転日";
"Timetable" = "时刻表";
"Fare" = "票价";
"Reservation" = "购票";
"About" = "关于";
"Now" = "最近列车";
"All" = "全部";
"OfferRate" = "优惠票价";
"TrainTitle" = "车号";
"StationTitle" = "车站";
"OperateLabel" = "行驶日";
"Update" = "更新";


"mon" = "週一";
"tue" = "週二";
"wed" = "週三";
"thu" = "週四";
"fri" = "週五";
"sat" = "週六";
"sun" = "週日";


"Updated!" = "時刻表已經更新完成";
"Are you sure?" = "是否確定要更新資料";
"UpdateFooter" = "\n\n更新高鐵時刻表\n\n請選擇您所需要的時刻表資料\n點選後立即更新時刻表\n";

